<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Comment</key>
	<string>Created with Recipe Robot v1.0.5 (https://github.com/homebysix/recipe-robot)</string>
	<key>Description</key>
	<string>Downloads the latest version of Boostnote.</string>
	<key>Identifier</key>
	<string>io.github.xinput.download.Boostnote</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>https://github-cloud.s3.amazonaws.com/releases/47141292/4c4f6872-2cfb-11e7-9c4c-2e7113473559.dmg?X-Amz-Algorithm=AWS4-HMAC-SHA256&amp;X-Amz-Credential=AKIAISTNZFOVBIJMK3TQ%2F20170508%2Fus-east-1%2Fs3%2Faws4_request&amp;X-Amz-Date=20170508T073939Z&amp;X-Amz-Expires=300&amp;X-Amz-Signature=18bc4eb8def5850c330b283d433a8fd3c9ca2d84a7d1dfa5cb775c1a3144a6c9&amp;X-Amz-SignedHeaders=host&amp;actor_id=11652924&amp;response-content-disposition=attachment%3B%20filename%3DBoostnote-mac.dmg&amp;response-content-type=application%2Foctet-stream</string>
		<key>NAME</key>
		<string>Boostnote</string>
	</dict>
	<key>MinimumVersion</key>
	<string>1.0.0</string>
	<key>Process</key>
	<array>
		<dict>
			<key>Arguments</key>
			<dict>
				<key>filename</key>
				<string>%NAME%.dmg</string>
				<key>url</key>
				<string>%DOWNLOAD_URL%</string>
			</dict>
			<key>Processor</key>
			<string>URLDownloader</string>
		</dict>
		<dict>
			<key>Processor</key>
			<string>EndOfCheckPhase</string>
		</dict>
		<dict>
			<key>Arguments</key>
			<dict>
				<key>input_path</key>
				<string>%pathname%/Boostnote.app</string>
				<key>requirement</key>
				<string>identifier "com.maisin.boost" and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = TG7C97ZRU2</string>
			</dict>
			<key>Processor</key>
			<string>CodeSignatureVerifier</string>
		</dict>
		<dict>
			<key>Arguments</key>
			<dict>
				<key>input_plist_path</key>
				<string>%pathname%/Boostnote.app/Contents/Info.plist</string>
				<key>plist_version_key</key>
				<string>CFBundleShortVersionString</string>
			</dict>
			<key>Processor</key>
			<string>Versioner</string>
		</dict>
	</array>
</dict>
</plist>
