<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Comment</key>
	<string>Created with Recipe Robot v1.0.2 (https://github.com/homebysix/recipe-robot)</string>
	<key>Description</key>
	<string>Downloads the latest version of Numbers from the Mac App Store and imports it into Munki.</string>
	<key>Identifier</key>
	<string>io.github.xinput.munki.Numbers</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>Numbers</string>
		<key>PATH</key>
		<string>/Applications/Numbers.app</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Numbers ist die innovativste Tabellenkalkulations-App, die je für ein mobiles Gerät entwickelt wurde. Numbers wurde exklusiv für iPad, iPhone und iPod touch entwickelt und unterstützt Multi-Touch-Gesten und intelligentes Zoomen. So können Sie einfach mit den Fingern ausdrucksstarke Tabellenkalkulationen erstellen.</string>
			<key>developer</key>
			<string>Apple Inc.</string>
			<key>display_name</key>
			<string>Numbers</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>MinimumVersion</key>
	<string>0.6.1</string>
	<key>ParentRecipe</key>
	<string>com.github.nmcspadden.munki.appstore</string>
	<key>Process</key>
	<array/>
</dict>
</plist>
